{
   "kind": "Listing",
   "data": {
      "modhash": "",
      "children": [
         {
            "kind": "t1",
            "data": {
               "subreddit_id": "t5_2qh1e",
               "link_title": "My buddy playing guitar, drums and singing at the same time. Oh yeah, it's an original song, too. (xpost from /r/music)",
               "banned_by": null,
               "subreddit": "videos",
               "likes": null,
               "replies": null,
               "id": "cb4z7cj",
               "gilded": 1,
               "author": "ilikehamburgers",
               "parent_id": "t1_cb4xgmp",
               "approved_by": null,
               "body": "Eatin' pussy",
               "edited": false,
               "author_flair_css_class": null,
               "downs": 2,
               "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Eatin&amp;#39; pussy&lt;/p&gt;\n&lt;/div&gt;",
               "link_id": "t3_1ihu9j",
               "score_hidden": false,
               "name": "t1_cb4z7cj",
               "created": 1.37414605E9,
               "author_flair_text": null,
               "created_utc": 1.37411725E9,
               "distinguished": null,
               "num_reports": null,
               "ups": 55
            }
         },
         {
            "kind": "t1",
            "data": {
               "subreddit_id": "t5_2qh1e",
               "link_title": "Soldier homecoming surprise",
               "banned_by": null,
               "subreddit": "videos",
               "likes": null,
               "replies": null,
               "id": "cb4xrip",
               "gilded": 1,
               "author": "MamaJohnsLover",
               "parent_id": "t3_1iidao",
               "approved_by": null,
               "body": "[This is always my favorite since I was in the stadium when it happened. Not a dry eye at the South Carolina Gamecocks Football game](https://www.youtube.com/watch?v=kUkKhRtk8VU)",
               "edited": false,
               "author_flair_css_class": null,
               "downs": 5,
               "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://www.youtube.com/watch?v=kUkKhRtk8VU\"&gt;This is always my favorite since I was in the stadium when it happened. Not a dry eye at the South Carolina Gamecocks Football game&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;",
               "link_id": "t3_1iidao",
               "score_hidden": false,
               "name": "t1_cb4xrip",
               "created": 1.37414182E9,
               "author_flair_text": null,
               "created_utc": 1.37411302E9,
               "distinguished": null,
               "num_reports": null,
               "ups": 62
            }
         },
         {
            "kind": "t1",
            "data": {
               "subreddit_id": "t5_2qh1i",
               "link_title": "If you were extremely wealthy, what ridiculously lavish feature would your house have?",
               "banned_by": null,
               "subreddit": "AskReddit",
               "likes": null,
               "replies": null,
               "id": "cb531pd",
               "gilded": 1,
               "author": "Hardsy",
               "parent_id": "t3_1iirnt",
               "approved_by": null,
               "body": "Chocolate toilet!",
               "edited": false,
               "author_flair_css_class": null,
               "downs": 0,
               "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Chocolate toilet!&lt;/p&gt;\n&lt;/div&gt;",
               "link_id": "t3_1iirnt",
               "score_hidden": false,
               "name": "t1_cb531pd",
               "created": 1.37415962E9,
               "author_flair_text": null,
               "created_utc": 1.37413082E9,
               "distinguished": null,
               "num_reports": null,
               "ups": 2
            }
         },
         {
            "kind": "t1",
            "data": {
               "subreddit_id": "t5_2v620",
               "link_title": "We need to talk about the behavior of modders.",
               "banned_by": null,
               "subreddit": "feedthebeast",
               "likes": null,
               "replies": null,
               "id": "cb4xddg",
               "gilded": 1,
               "author": "MachineMuse",
               "parent_id": "t1_cb4vs5t",
               "approved_by": null,
               "body": "It's the fame and glory. There are hundreds of thousands of people using my mod. There are D&amp;D deities with fewer followers than I have on Twitter. How can I keep my cool? How can I respond to the thousands of people comprising the ~1-2% of my users who constantly nag me for attention? I can't. I can only feed my voracious ego and treat everyone like shit, because I'm too broken and unmotivated to use my talents for anything of real value.",
               "edited": false,
               "author_flair_css_class": "",
               "downs": 0,
               "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It&amp;#39;s the fame and glory. There are hundreds of thousands of people using my mod. There are D&amp;amp;D deities with fewer followers than I have on Twitter. How can I keep my cool? How can I respond to the thousands of people comprising the ~1-2% of my users who constantly nag me for attention? I can&amp;#39;t. I can only feed my voracious ego and treat everyone like shit, because I&amp;#39;m too broken and unmotivated to use my talents for anything of real value.&lt;/p&gt;\n&lt;/div&gt;",
               "link_id": "t3_1ihg51",
               "score_hidden": false,
               "name": "t1_cb4xddg",
               "created": 1.37414067E9,
               "author_flair_text": "Team Modular Powersuits",
               "created_utc": 1.37411187E9,
               "distinguished": null,
               "num_reports": null,
               "ups": 11
            }
         },
         {
            "kind": "t1",
            "data": {
               "subreddit_id": "t5_2qh33",
               "link_title": "Twin powers activate!",
               "banned_by": null,
               "subreddit": "funny",
               "likes": null,
               "replies": null,
               "id": "cb4xs5n",
               "gilded": 1,
               "author": "robber364",
               "parent_id": "t3_1iiskv",
               "approved_by": null,
               "body": "One of those kids is going to be an engineer when he grows up. The other will probably be a politician.",
               "edited": false,
               "author_flair_css_class": null,
               "downs": 24,
               "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;One of those kids is going to be an engineer when he grows up. The other will probably be a politician.&lt;/p&gt;\n&lt;/div&gt;",
               "link_id": "t3_1iiskv",
               "score_hidden": false,
               "name": "t1_cb4xs5n",
               "created": 1.37414195E9,
               "author_flair_text": null,
               "created_utc": 1.37411315E9,
               "distinguished": null,
               "num_reports": null,
               "ups": 165
            }
         },
         {
            "kind": "t1",
            "data": {
               "subreddit_id": "t5_2qzb6",
               "link_title": "I co-founded Apportable and helped Björk convert her iOS music app to Android automatically. AMA!",
               "banned_by": null,
               "subreddit": "IAmA",
               "likes": null,
               "replies": null,
               "id": "cb4wu31",
               "gilded": 1,
               "author": "collinjackson",
               "parent_id": "t1_cb4wqa2",
               "approved_by": null,
               "body": "If you prefer C#, try Xamarin.\n\nIf you prefer JavaScript, try Appcelerator or PhoneGap.\n\nIf you prefer Objective-C, try native iOS and use Apportable for Android.\n\nIf you prefer Java, I question your sanity.",
               "edited": false,
               "author_flair_css_class": null,
               "downs": 12,
               "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;If you prefer C#, try Xamarin.&lt;/p&gt;\n\n&lt;p&gt;If you prefer JavaScript, try Appcelerator or PhoneGap.&lt;/p&gt;\n\n&lt;p&gt;If you prefer Objective-C, try native iOS and use Apportable for Android.&lt;/p&gt;\n\n&lt;p&gt;If you prefer Java, I question your sanity.&lt;/p&gt;\n&lt;/div&gt;",
               "link_id": "t3_1iiyxu",
               "score_hidden": false,
               "name": "t1_cb4wu31",
               "created": 1.37413914E9,
               "author_flair_text": null,
               "created_utc": 1.37411034E9,
               "distinguished": null,
               "num_reports": null,
               "ups": 46
            }
         },
         {
            "kind": "t1",
            "data": {
               "subreddit_id": "t5_2qh0u",
               "link_title": "TEEN HERO. He chased a car on his bike for 15 minutes to save this 5-year-old girl who was snatched from her front yard in Pennsylvania.",
               "banned_by": null,
               "subreddit": "pics",
               "likes": null,
               "replies": null,
               "id": "cb522x9",
               "gilded": 1,
               "author": "funkyb",
               "parent_id": "t1_cb51un7",
               "approved_by": null,
               "body": "Or just start doing a bad job of abducting children.\n\n*Be the change you wish to see in the world.*",
               "edited": false,
               "author_flair_css_class": null,
               "downs": 24,
               "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Or just start doing a bad job of abducting children.&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;Be the change you wish to see in the world.&lt;/em&gt;&lt;/p&gt;\n&lt;/div&gt;",
               "link_id": "t3_1ije3c",
               "score_hidden": false,
               "name": "t1_cb522x9",
               "created": 1.37415552E9,
               "author_flair_text": null,
               "created_utc": 1.37412672E9,
               "distinguished": null,
               "num_reports": null,
               "ups": 207
            }
         },
         {
            "kind": "t1",
            "data": {
               "subreddit_id": "t5_2tydy",
               "link_title": "Who knew you could fish for Mola Mola in such shallow waters? [iDOLM@STER]",
               "banned_by": null,
               "subreddit": "awwnime",
               "likes": null,
               "replies": null,
               "id": "cb4zz6t",
               "gilded": 1,
               "author": "Dazanan",
               "parent_id": "t1_cb4r6tu",
               "approved_by": null,
               "body": "Ok I'm honestly getting tired of this I've had a pretty fuckin shitty day and it's pointless. I'm tired of hearing you say essentially \"I don't care because this is how it is\". So I'm gonna tell **you** how it **really** is. And then I'm done with it.\n\n&gt;shop out an element that was meant to be there, but if had been drawn with such intentions it could look quite good.\n\nThe image was drawn with the correct intentions in the first place those lines are representing actual features that normal people have. I don't know of any image that I thought was good that just fucking leaves them out. In fact [Wokada is pretty much the god of anatomy in my opinion and he draws em in](http://www.pixiv.net/member_illust.php?mode=medium&amp;illust_id=15109180). So yes they do have to be there and I don't know of any way to make it look normal without them.\n\n&gt;Sexuality is not the sole element of the image, but the image does have sexual elements and is therefore sexual in nature; just not exclusively. Regardless, sexual content is not appropriate for awwnime.\n\nThis is the most stupid fucking thing I've heard in a while and I'm on Reddit all fucking day I see some pretty stupid shit. Sexuality is not something that just exists because \"A\" is in an image, be it boobs or pussy or stomach or whatever the fuck you seem to be so fucking upset about all the time. I see camel toe in real life. I see it at the Mall on girls that are fucking HALF MY GOD DAMNED AGE with those stupid fucking pants their mothers let them wear. I see it at the pool, at the beach, I see it **everywhere**. If I found just that sexy I would be in jail by now. A girl has to be sexy first for it to be sexy to me and then on top of that the situation has to be sexy.\n\nThere is no rule in awwnime that says that posts can not have these things in it. **THERE ISN'T ONE**.\n\n&gt;No NSFW posts.\n\nNO THIS DOES NOT MEAN WE CAN NOT POST CLEAVAGE OR CAMEL TOE OR STOMACHS OR ANYTHING LIKE THAT. Do you understand? I don't care how fucking much you want it to mean that. It has never meant that. It doesn't mean that now. It will never mean that according to grozzle and **every. other. mod. that we currently have**. So there is no argument to use there. Stop it. \n\nWhat you are confusing for sexuality is attractiveness. These features make a woman or girl attractive and this board is mostly men. The artists that draw these images are mostly men. Anime enthusiasts are mostly men. These are facts, do not try and dispute them I will laugh heartily at you if you do.\n\nMost men like ladies. Most men that come here want to see pretty ladies. These ladies are going to have ladylike features that men want to see. Now we men here, IMO, are pretty fucking in touch with our sensitive sides. We get it that there is a point where our favorite features can be displayed in a way that is too much. And, god help me even though I know it will give you something to focus on, I thought that pussy was a bit much. Which is why I said I was surprised it was still there. **BUT** I did not find it to be sexually appealing at all. It is such an insignificant, poorly portrayed portion of the image and it is one the last places my eye was drawn.\n\nSexuality is not the same thing as attractiveness. I want you to understand this **truth** so if you say it is, and I ever see you in person, I will hit you in the face so hard that your entire family will get a nosebleed. There's nothing wrong with attractive girls being here. In fact it's what awwnime exists for. But finding a girl attractive does not mean you find her sexy, at all.\n\nThere is a pretty clear line when a post stops being okay for awwnime that pretty much everyone seems to fucking get but you and I can not for the life of me figure out why you are so far wrong in your thinking. You just are wrong. That's it. Nobody agrees with you. Not this time, not last time. That's how it is. And you will not help anyone understand why this upsets you. I've talked to other people that have talked to you about the same subject... multiple people. They have all said the same thing to me, \"I don't understand why they think the way they do.\"\n\nSo do you understand anything I've said? This is all you. The board has not changed. At all. It is the same board I subbed to 11 months ago. It's the same board it was a couple months before that when it was created. These images you complain about are not sexual content. The content in r/ecchi and r/hentai is sexual content. The content in pantsu is questionable and the content here is for those of us who just like to see pics of anime girls being pretty and normal and 99.99% of the time that's what we get. The other .01% is those times that start this shit up again.\n\nDo you understand me? Because I'm done trying to explain to you why you are wrong [And you are completely and spectacularly wrong](/spoiler) and I'm beginning to feel like either A: You're trolling or B: You don't care about a single other person on this planet. \n\nAnd I sincerely hope its the first one. \n\n\n\n",
               "edited": 1.37412019E9,
               "author_flair_css_class": null,
               "downs": 0,
               "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Ok I&amp;#39;m honestly getting tired of this I&amp;#39;ve had a pretty fuckin shitty day and it&amp;#39;s pointless. I&amp;#39;m tired of hearing you say essentially &amp;quot;I don&amp;#39;t care because this is how it is&amp;quot;. So I&amp;#39;m gonna tell &lt;strong&gt;you&lt;/strong&gt; how it &lt;strong&gt;really&lt;/strong&gt; is. And then I&amp;#39;m done with it.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;shop out an element that was meant to be there, but if had been drawn with such intentions it could look quite good.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;The image was drawn with the correct intentions in the first place those lines are representing actual features that normal people have. I don&amp;#39;t know of any image that I thought was good that just fucking leaves them out. In fact &lt;a href=\"http://www.pixiv.net/member_illust.php?mode=medium&amp;amp;illust_id=15109180\"&gt;Wokada is pretty much the god of anatomy in my opinion and he draws em in&lt;/a&gt;. So yes they do have to be there and I don&amp;#39;t know of any way to make it look normal without them.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;Sexuality is not the sole element of the image, but the image does have sexual elements and is therefore sexual in nature; just not exclusively. Regardless, sexual content is not appropriate for awwnime.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;This is the most stupid fucking thing I&amp;#39;ve heard in a while and I&amp;#39;m on Reddit all fucking day I see some pretty stupid shit. Sexuality is not something that just exists because &amp;quot;A&amp;quot; is in an image, be it boobs or pussy or stomach or whatever the fuck you seem to be so fucking upset about all the time. I see camel toe in real life. I see it at the Mall on girls that are fucking HALF MY GOD DAMNED AGE with those stupid fucking pants their mothers let them wear. I see it at the pool, at the beach, I see it &lt;strong&gt;everywhere&lt;/strong&gt;. If I found just that sexy I would be in jail by now. A girl has to be sexy first for it to be sexy to me and then on top of that the situation has to be sexy.&lt;/p&gt;\n\n&lt;p&gt;There is no rule in awwnime that says that posts can not have these things in it. &lt;strong&gt;THERE ISN&amp;#39;T ONE&lt;/strong&gt;.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;No NSFW posts.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;NO THIS DOES NOT MEAN WE CAN NOT POST CLEAVAGE OR CAMEL TOE OR STOMACHS OR ANYTHING LIKE THAT. Do you understand? I don&amp;#39;t care how fucking much you want it to mean that. It has never meant that. It doesn&amp;#39;t mean that now. It will never mean that according to grozzle and &lt;strong&gt;every. other. mod. that we currently have&lt;/strong&gt;. So there is no argument to use there. Stop it. &lt;/p&gt;\n\n&lt;p&gt;What you are confusing for sexuality is attractiveness. These features make a woman or girl attractive and this board is mostly men. The artists that draw these images are mostly men. Anime enthusiasts are mostly men. These are facts, do not try and dispute them I will laugh heartily at you if you do.&lt;/p&gt;\n\n&lt;p&gt;Most men like ladies. Most men that come here want to see pretty ladies. These ladies are going to have ladylike features that men want to see. Now we men here, IMO, are pretty fucking in touch with our sensitive sides. We get it that there is a point where our favorite features can be displayed in a way that is too much. And, god help me even though I know it will give you something to focus on, I thought that pussy was a bit much. Which is why I said I was surprised it was still there. &lt;strong&gt;BUT&lt;/strong&gt; I did not find it to be sexually appealing at all. It is such an insignificant, poorly portrayed portion of the image and it is one the last places my eye was drawn.&lt;/p&gt;\n\n&lt;p&gt;Sexuality is not the same thing as attractiveness. I want you to understand this &lt;strong&gt;truth&lt;/strong&gt; so if you say it is, and I ever see you in person, I will hit you in the face so hard that your entire family will get a nosebleed. There&amp;#39;s nothing wrong with attractive girls being here. In fact it&amp;#39;s what awwnime exists for. But finding a girl attractive does not mean you find her sexy, at all.&lt;/p&gt;\n\n&lt;p&gt;There is a pretty clear line when a post stops being okay for awwnime that pretty much everyone seems to fucking get but you and I can not for the life of me figure out why you are so far wrong in your thinking. You just are wrong. That&amp;#39;s it. Nobody agrees with you. Not this time, not last time. That&amp;#39;s how it is. And you will not help anyone understand why this upsets you. I&amp;#39;ve talked to other people that have talked to you about the same subject... multiple people. They have all said the same thing to me, &amp;quot;I don&amp;#39;t understand why they think the way they do.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;So do you understand anything I&amp;#39;ve said? This is all you. The board has not changed. At all. It is the same board I subbed to 11 months ago. It&amp;#39;s the same board it was a couple months before that when it was created. These images you complain about are not sexual content. The content in r/ecchi and r/hentai is sexual content. The content in pantsu is questionable and the content here is for those of us who just like to see pics of anime girls being pretty and normal and 99.99% of the time that&amp;#39;s what we get. The other .01% is those times that start this shit up again.&lt;/p&gt;\n\n&lt;p&gt;Do you understand me? Because I&amp;#39;m done trying to explain to you why you are wrong &lt;a href=\"/spoiler\"&gt;And you are completely and spectacularly wrong&lt;/a&gt; and I&amp;#39;m beginning to feel like either A: You&amp;#39;re trolling or B: You don&amp;#39;t care about a single other person on this planet. &lt;/p&gt;\n\n&lt;p&gt;And I sincerely hope its the first one. &lt;/p&gt;\n&lt;/div&gt;",
               "link_id": "t3_1ifwj3",
               "score_hidden": false,
               "name": "t1_cb4zz6t",
               "created": 1.37414848E9,
               "author_flair_text": "SCP-3939",
               "created_utc": 1.37411968E9,
               "distinguished": null,
               "num_reports": null,
               "ups": 4
            }
         },
         {
            "kind": "t1",
            "data": {
               "subreddit_id": "t5_2va9w",
               "link_title": "He's my millionaire boo boo",
               "banned_by": null,
               "subreddit": "cringepics",
               "likes": null,
               "replies": null,
               "id": "cb4zkt0",
               "gilded": 1,
               "author": "Rope_And_Chair",
               "parent_id": "t1_cb4z427",
               "approved_by": null,
               "body": "I'm sure she would wake up.",
               "edited": false,
               "author_flair_css_class": null,
               "downs": 23,
               "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;m sure she would wake up.&lt;/p&gt;\n&lt;/div&gt;",
               "link_id": "t3_1iiwav",
               "score_hidden": false,
               "name": "t1_cb4zkt0",
               "created": 1.3741472E9,
               "author_flair_text": null,
               "created_utc": 1.3741184E9,
               "distinguished": null,
               "num_reports": null,
               "ups": 120
            }
         },
         {
            "kind": "t1",
            "data": {
               "subreddit_id": "t5_2s3bw",
               "link_title": "[West Olympia]He came to the light",
               "banned_by": null,
               "subreddit": "whatsthisbug",
               "likes": null,
               "replies": null,
               "id": "cb51ad1",
               "gilded": 1,
               "author": "Owlsblood",
               "parent_id": "t3_1ighgj",
               "approved_by": null,
               "body": "I'm glad you posted a close-up of it's face, as that helped narrow it down a bit to *Plutellidae*. I scoured through MPG for about an hour or so,  and the closest I could find was [*Euceratia securella*](http://mothphotographersgroup.msstate.edu/species.php?hodges=2352)\n\nThe photo of the spread specimen looks a lot like yours and the range seems about right!   ",
               "edited": 1.37412429E9,
               "author_flair_css_class": "",
               "downs": 0,
               "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;m glad you posted a close-up of it&amp;#39;s face, as that helped narrow it down a bit to &lt;em&gt;Plutellidae&lt;/em&gt;. I scoured through MPG for about an hour or so,  and the closest I could find was &lt;a href=\"http://mothphotographersgroup.msstate.edu/species.php?hodges=2352\"&gt;&lt;em&gt;Euceratia securella&lt;/em&gt;&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;The photo of the spread specimen looks a lot like yours and the range seems about right!   &lt;/p&gt;\n&lt;/div&gt;",
               "link_id": "t3_1ighgj",
               "score_hidden": false,
               "name": "t1_cb51ad1",
               "created": 1.37415258E9,
               "author_flair_text": "Mothematics?",
               "created_utc": 1.37412378E9,
               "distinguished": null,
               "num_reports": null,
               "ups": 2
            }
         },
         {
            "kind": "t1",
            "data": {
               "subreddit_id": "t5_2cneq",
               "link_title": "Here is the place to discuss /r/politics removal from the default subreddits.",
               "banned_by": null,
               "subreddit": "politics",
               "likes": null,
               "replies": null,
               "id": "cb525gx",
               "gilded": 1,
               "author": "Batty-Koda",
               "parent_id": "t1_cb515f7",
               "approved_by": null,
               "body": "You can talk to Occam about it. He says to compare \"it's a conspiracy\" against \"some dude made a bunch of accounts to upvote his own crap.\"",
               "edited": false,
               "author_flair_css_class": null,
               "downs": 2,
               "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;You can talk to Occam about it. He says to compare &amp;quot;it&amp;#39;s a conspiracy&amp;quot; against &amp;quot;some dude made a bunch of accounts to upvote his own crap.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;",
               "link_id": "t3_1ii527",
               "score_hidden": false,
               "name": "t1_cb525gx",
               "created": 1.37415578E9,
               "author_flair_text": null,
               "created_utc": 1.37412698E9,
               "distinguished": null,
               "num_reports": null,
               "ups": 6
            }
         },
         {
            "kind": "t1",
            "data": {
               "subreddit_id": "t5_2ss5b",
               "link_title": "/u/imscooby shadowbanned after criticizing /u/maxwellhill in the /r/politics default removal discussion thread",
               "banned_by": null,
               "subreddit": "SubredditDrama",
               "likes": null,
               "replies": null,
               "id": "cb4zu1v",
               "gilded": 1,
               "author": "CantaloupeCamper",
               "parent_id": "t1_cb4zqvz",
               "approved_by": null,
               "body": "Pretty much any moderated site with any level of maturity has that somewhere at some point.   \n\nNot possible to accurately cover all the shit someone could do.\n\nNO YOU SAID I COULDN'T THREATEN TO KILL ANOTHER USER!\n\nI DIDN'T THREATEN HIM!  I JUST KILLED HIM AND POSTED PHOTOS!  THAT ISN'T AGAINST THE RULES!",
               "edited": 1.37412109E9,
               "author_flair_css_class": null,
               "downs": 1,
               "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Pretty much any moderated site with any level of maturity has that somewhere at some point.   &lt;/p&gt;\n\n&lt;p&gt;Not possible to accurately cover all the shit someone could do.&lt;/p&gt;\n\n&lt;p&gt;NO YOU SAID I COULDN&amp;#39;T THREATEN TO KILL ANOTHER USER!&lt;/p&gt;\n\n&lt;p&gt;I DIDN&amp;#39;T THREATEN HIM!  I JUST KILLED HIM AND POSTED PHOTOS!  THAT ISN&amp;#39;T AGAINST THE RULES!&lt;/p&gt;\n&lt;/div&gt;",
               "link_id": "t3_1ij6u5",
               "score_hidden": false,
               "name": "t1_cb4zu1v",
               "created": 1.37414797E9,
               "author_flair_text": null,
               "created_utc": 1.37411917E9,
               "distinguished": null,
               "num_reports": null,
               "ups": 3
            }
         },
         {
            "kind": "t1",
            "data": {
               "subreddit_id": "t5_2qh1i",
               "link_title": "How do I prepare my house for an orgy?",
               "banned_by": null,
               "subreddit": "AskReddit",
               "likes": null,
               "replies": null,
               "id": "cb500ld",
               "gilded": 1,
               "author": "CallMeCaptain",
               "parent_id": "t3_1iizqt",
               "approved_by": null,
               "body": "Talk to your house, first of all. Communication is key.\n\nAs long as you and your house have a real trust: I mean a true base-level uncompromising trust, the mental and emotional part of this is going to go well. \n\nMake sure your house understands that it is YOUR house and with it you make a HOME. Explaining to your house that just because you feel pleasure from being inside other houses on special occasions like this does not mean that you go around house-hunting all the time. Even if your house knows that you occasionally look through real estate guides or even check out local listings on the internet, it is still YOUR HOUSE and you have no intentions of leaving.\n\nIf you can get your house over that serious mental hurdle, and on the same page with you, the physical part of the orgy will come fairly easy. Like sharing a nice bottle of wine.\n\nJust lay off mentioning how some houses have nice add ons like big decks and attached pools. Concentrate on making sure your house knows IT is is the center of attention.\n\nEDIT: THANK YOU FOR THE REDDIT GOLD!!! ",
               "edited": 1.37413363E9,
               "author_flair_css_class": null,
               "downs": 13,
               "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Talk to your house, first of all. Communication is key.&lt;/p&gt;\n\n&lt;p&gt;As long as you and your house have a real trust: I mean a true base-level uncompromising trust, the mental and emotional part of this is going to go well. &lt;/p&gt;\n\n&lt;p&gt;Make sure your house understands that it is YOUR house and with it you make a HOME. Explaining to your house that just because you feel pleasure from being inside other houses on special occasions like this does not mean that you go around house-hunting all the time. Even if your house knows that you occasionally look through real estate guides or even check out local listings on the internet, it is still YOUR HOUSE and you have no intentions of leaving.&lt;/p&gt;\n\n&lt;p&gt;If you can get your house over that serious mental hurdle, and on the same page with you, the physical part of the orgy will come fairly easy. Like sharing a nice bottle of wine.&lt;/p&gt;\n\n&lt;p&gt;Just lay off mentioning how some houses have nice add ons like big decks and attached pools. Concentrate on making sure your house knows IT is is the center of attention.&lt;/p&gt;\n\n&lt;p&gt;EDIT: THANK YOU FOR THE REDDIT GOLD!!! &lt;/p&gt;\n&lt;/div&gt;",
               "link_id": "t3_1iizqt",
               "score_hidden": false,
               "name": "t1_cb500ld",
               "created": 1.37414861E9,
               "author_flair_text": null,
               "created_utc": 1.37411981E9,
               "distinguished": null,
               "num_reports": null,
               "ups": 148
            }
         },
         {
            "kind": "t1",
            "data": {
               "subreddit_id": "t5_2qh1i",
               "link_title": "If you could choose one species of Earth to suddenly ascend to a mental capacity on our level overnight, which would it be and why?",
               "banned_by": null,
               "subreddit": "AskReddit",
               "likes": null,
               "replies": null,
               "id": "cb4uzmc",
               "gilded": 1,
               "author": "Ocean_blues42",
               "parent_id": "t3_1iipbh",
               "approved_by": null,
               "body": "Women [kidding]",
               "edited": false,
               "author_flair_css_class": null,
               "downs": 1958,
               "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Women [kidding]&lt;/p&gt;\n&lt;/div&gt;",
               "link_id": "t3_1iipbh",
               "score_hidden": false,
               "name": "t1_cb4uzmc",
               "created": 1.37413376E9,
               "author_flair_text": null,
               "created_utc": 1.37410496E9,
               "distinguished": null,
               "num_reports": null,
               "ups": 3807
            }
         },
         {
            "kind": "t1",
            "data": {
               "subreddit_id": "t5_2va9w",
               "link_title": "\"I neither support nor endorse rape\"",
               "banned_by": null,
               "subreddit": "cringepics",
               "likes": null,
               "replies": null,
               "id": "cb0rlln",
               "gilded": 1,
               "author": "I_Shot_JFK_",
               "parent_id": "t1_cb0pxha",
               "approved_by": null,
               "body": "Lol we don't live in a society that has an issue with people thinking it's ok to shoot JFK.\n\nI'm not claiming that it's black and white. I'm just saying that I totally understand why rape jokes are offensive. Where I live, there is a real problem with men who don't seem to understand the problem with rape. They claim to know it's bad but argue that date rape doesn't exist or that rapists are punished too harshly and it's not a big deal etc. and they blame the victims for dressing slutty or.drinking too much. These are the kinds of men who I have heard make jokes and laugh about rape.\n\nRape is a weapon used to keep women afraid and in their place. It's terrifying and ugly and to hear men laugh about it like it's amusing is infuriating. It adds to rape culture by making it more acceptable and making light of a power trip that is used as a constant threat to women.\n\nMy point is, from someone who lives in a rape culture and has been raped, those jokes do reflect and encourage a threatening mentality and image. If you don't have my experiences, you won't come to my conclusions and I get that.  That's just why I get uncomfortable when people make them. ",
               "edited": false,
               "author_flair_css_class": null,
               "downs": 0,
               "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Lol we don&amp;#39;t live in a society that has an issue with people thinking it&amp;#39;s ok to shoot JFK.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m not claiming that it&amp;#39;s black and white. I&amp;#39;m just saying that I totally understand why rape jokes are offensive. Where I live, there is a real problem with men who don&amp;#39;t seem to understand the problem with rape. They claim to know it&amp;#39;s bad but argue that date rape doesn&amp;#39;t exist or that rapists are punished too harshly and it&amp;#39;s not a big deal etc. and they blame the victims for dressing slutty or.drinking too much. These are the kinds of men who I have heard make jokes and laugh about rape.&lt;/p&gt;\n\n&lt;p&gt;Rape is a weapon used to keep women afraid and in their place. It&amp;#39;s terrifying and ugly and to hear men laugh about it like it&amp;#39;s amusing is infuriating. It adds to rape culture by making it more acceptable and making light of a power trip that is used as a constant threat to women.&lt;/p&gt;\n\n&lt;p&gt;My point is, from someone who lives in a rape culture and has been raped, those jokes do reflect and encourage a threatening mentality and image. If you don&amp;#39;t have my experiences, you won&amp;#39;t come to my conclusions and I get that.  That&amp;#39;s just why I get uncomfortable when people make them. &lt;/p&gt;\n&lt;/div&gt;",
               "link_id": "t3_1i12wi",
               "score_hidden": false,
               "name": "t1_cb0rlln",
               "created": 1.37360998E9,
               "author_flair_text": null,
               "created_utc": 1.37358118E9,
               "distinguished": null,
               "num_reports": null,
               "ups": 2
            }
         },
         {
            "kind": "t1",
            "data": {
               "subreddit_id": "t5_2qh3p",
               "link_title": "How I finally reached orgasm. Ladies, try asking your partner to do this.",
               "banned_by": null,
               "subreddit": "sex",
               "likes": null,
               "replies": null,
               "id": "cb5050l",
               "gilded": 1,
               "author": "cuzimabrownie",
               "parent_id": "t1_cb503t7",
               "approved_by": null,
               "body": "IN CIRCLES GO MY BALLS! IN CIRCLES GO MY BALLS!",
               "edited": false,
               "author_flair_css_class": null,
               "downs": 28,
               "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;IN CIRCLES GO MY BALLS! IN CIRCLES GO MY BALLS!&lt;/p&gt;\n&lt;/div&gt;",
               "link_id": "t3_1iiz55",
               "score_hidden": false,
               "name": "t1_cb5050l",
               "created": 1.37414899E9,
               "author_flair_text": null,
               "created_utc": 1.37412019E9,
               "distinguished": null,
               "num_reports": null,
               "ups": 207
            }
         },
         {
            "kind": "t1",
            "data": {
               "subreddit_id": "t5_2qh0u",
               "link_title": "So my gf sent me a selfie of herself just now...",
               "banned_by": null,
               "subreddit": "pics",
               "likes": null,
               "replies": null,
               "id": "cb4zk8z",
               "gilded": 1,
               "author": "staffinator",
               "parent_id": "t1_cb4x5gu",
               "approved_by": null,
               "body": "Someone is either very drunk or has just won the lottery.",
               "edited": false,
               "author_flair_css_class": null,
               "downs": 0,
               "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Someone is either very drunk or has just won the lottery.&lt;/p&gt;\n&lt;/div&gt;",
               "link_id": "t3_1ii8us",
               "score_hidden": false,
               "name": "t1_cb4zk8z",
               "created": 1.3741472E9,
               "author_flair_text": null,
               "created_utc": 1.3741184E9,
               "distinguished": null,
               "num_reports": null,
               "ups": 7
            }
         },
         {
            "kind": "t1",
            "data": {
               "subreddit_id": "t5_2qh0u",
               "link_title": "So my gf sent me a selfie of herself just now...",
               "banned_by": null,
               "subreddit": "pics",
               "likes": null,
               "replies": null,
               "id": "cb51drt",
               "gilded": 1,
               "author": "44Cobra44",
               "parent_id": "t1_cb4x5gu",
               "approved_by": null,
               "body": "People need to stop asking for gold ",
               "edited": false,
               "author_flair_css_class": null,
               "downs": 0,
               "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;People need to stop asking for gold &lt;/p&gt;\n&lt;/div&gt;",
               "link_id": "t3_1ii8us",
               "score_hidden": false,
               "name": "t1_cb51drt",
               "created": 1.37415296E9,
               "author_flair_text": null,
               "created_utc": 1.37412416E9,
               "distinguished": null,
               "num_reports": null,
               "ups": 2
            }
         },
         {
            "kind": "t1",
            "data": {
               "subreddit_id": "t5_2qh0u",
               "link_title": "So my gf sent me a selfie of herself just now...",
               "banned_by": null,
               "subreddit": "pics",
               "likes": null,
               "replies": null,
               "id": "cb504ux",
               "gilded": 1,
               "author": "anasfwgtd",
               "parent_id": "t1_cb4x5gu",
               "approved_by": null,
               "body": "You get gold! And you get gold! Everybody in this chain gets gold!!!\n\nEdit: omfg whoever gave me gold thank you!! I'll see you guys in. r/lounge !!!",
               "edited": 1.37412698E9,
               "author_flair_css_class": null,
               "downs": 0,
               "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;You get gold! And you get gold! Everybody in this chain gets gold!!!&lt;/p&gt;\n\n&lt;p&gt;Edit: omfg whoever gave me gold thank you!! I&amp;#39;ll see you guys in. r/lounge !!!&lt;/p&gt;\n&lt;/div&gt;",
               "link_id": "t3_1ii8us",
               "score_hidden": false,
               "name": "t1_cb504ux",
               "created": 1.37414899E9,
               "author_flair_text": null,
               "created_utc": 1.37412019E9,
               "distinguished": null,
               "num_reports": null,
               "ups": 2
            }
         },
         {
            "kind": "t1",
            "data": {
               "subreddit_id": "t5_2qh0u",
               "link_title": "So my gf sent me a selfie of herself just now...",
               "banned_by": null,
               "subreddit": "pics",
               "likes": null,
               "replies": null,
               "id": "cb51cx2",
               "gilded": 1,
               "author": "EMRaunikar",
               "parent_id": "t1_cb4x5gu",
               "approved_by": null,
               "body": "Who in the fuck is paying for this sheeit?",
               "edited": false,
               "author_flair_css_class": null,
               "downs": 0,
               "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Who in the fuck is paying for this sheeit?&lt;/p&gt;\n&lt;/div&gt;",
               "link_id": "t3_1ii8us",
               "score_hidden": false,
               "name": "t1_cb51cx2",
               "created": 1.37415283E9,
               "author_flair_text": null,
               "created_utc": 1.37412403E9,
               "distinguished": null,
               "num_reports": null,
               "ups": 5
            }
         },
         {
            "kind": "t1",
            "data": {
               "subreddit_id": "t5_2s7tt",
               "link_title": "This is my life now. I accept this.",
               "banned_by": null,
               "subreddit": "AdviceAnimals",
               "likes": null,
               "replies": null,
               "id": "cb4r5g2",
               "gilded": 1,
               "author": "CeeKai",
               "parent_id": "t3_1ii93v",
               "approved_by": null,
               "body": "Trying one of the company suggested office stretches at work isn't socially awesome.",
               "edited": false,
               "author_flair_css_class": null,
               "downs": 237,
               "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Trying one of the company suggested office stretches at work isn&amp;#39;t socially awesome.&lt;/p&gt;\n&lt;/div&gt;",
               "link_id": "t3_1ii93v",
               "score_hidden": false,
               "name": "t1_cb4r5g2",
               "created": 1.37412378E9,
               "author_flair_text": null,
               "created_utc": 1.37409498E9,
               "distinguished": null,
               "num_reports": null,
               "ups": 1007
            }
         },
         {
            "kind": "t1",
            "data": {
               "subreddit_id": "t5_2qh1i",
               "link_title": "(NSFW) What's your fetish?",
               "banned_by": null,
               "subreddit": "AskReddit",
               "likes": null,
               "replies": null,
               "id": "cb4yaae",
               "gilded": 1,
               "author": "LookAtAllMyFetishes",
               "parent_id": "t3_1iijjn",
               "approved_by": null,
               "body": "Okay I made this throwaway account because I'm sick of of these threads wherein people post pussy ass shit. The motherfuckin TOP COMMENT right now is **\"Women wearing only socks. Only socks.\"\"**\n\n**YOU FUCKIN BITCH ASS PUSSY MOTHAFUCKAS THAT AINT A FETISH.**\n\nYou wanna see some fetishes? Bitch I got some fetishes.\n\n- Piss porn, particularly wherein 10+ ugly ass motherfuckers piss on a bitch and make her choke and shit. I also am partial to girls drinking their own piss, as well as bdsm style forced piss consumption. **Yesterday I saw a video where one girl pissed in a funnel and then her piss went into a funnel and then that piss went into another girls vagina.**\n\n- Spitting, like some girl is tied up and crying and screaming and some bad bitch comes over and makes her open her mouth and just spits in it.\n\n- Really hardcore bdsm, especially involving lezdom. Lemme set a scene for you, one girl tied down, another is fisting her vagina, another is eating the fister girls asshole, and then theres a fuckmachine going into the tied girls butt, also there should be a 4th girl sitting on the face of the one who's tied down and just suffocating her. **I can fap to that.**\n\n- Videos that are spy cameras in a womens bathroom, where you can just straight see ladies pee. I don't know if they're real but luckily I don't really give a shit.\n\n- Fart porn of all types, like two bitches just farting on one another, or a girl just sitting on a toilet. I don't get that one, but i don't question it.\n\n**NOW UNLESS YOU PUSSY NIGGAS GOT SOME REAL GROSS SHIT LIKE ME THAN STOP ACTIN LIKE YOUR FETISHES ARE WORTH SHIT CUZ THEY AINT. HALF THIS GOD DAMN THREAD LIKE \"PANTYHOSE\" OR \"STOCKINGS\"-**\n\n**WHY**\n\n**THE FUCK**\n\n**DO YOU THINK**\n\n**THAT I MOTHERFUCKING CARE ABOUT YOUR PUSSY MIDDLESCHOOLER SHIT. YALL COWARDS PLAY YOU-GI-OH IN YOUR TREEHOUSE TOO. YALL NIGGAS PUSSYS. GROW THE FUCK UP AND GET SOME HARDCORE FETISHES THAT FUCK YOU UP IN REAL LIFE OR**\n\n**GET.** **THE.** **FUCK.** **OUT.**",
               "edited": false,
               "author_flair_css_class": null,
               "downs": 221,
               "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Okay I made this throwaway account because I&amp;#39;m sick of of these threads wherein people post pussy ass shit. The motherfuckin TOP COMMENT right now is &lt;strong&gt;&amp;quot;Women wearing only socks. Only socks.&amp;quot;&amp;quot;&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;YOU FUCKIN BITCH ASS PUSSY MOTHAFUCKAS THAT AINT A FETISH.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;You wanna see some fetishes? Bitch I got some fetishes.&lt;/p&gt;\n\n&lt;ul&gt;\n&lt;li&gt;&lt;p&gt;Piss porn, particularly wherein 10+ ugly ass motherfuckers piss on a bitch and make her choke and shit. I also am partial to girls drinking their own piss, as well as bdsm style forced piss consumption. &lt;strong&gt;Yesterday I saw a video where one girl pissed in a funnel and then her piss went into a funnel and then that piss went into another girls vagina.&lt;/strong&gt;&lt;/p&gt;&lt;/li&gt;\n&lt;li&gt;&lt;p&gt;Spitting, like some girl is tied up and crying and screaming and some bad bitch comes over and makes her open her mouth and just spits in it.&lt;/p&gt;&lt;/li&gt;\n&lt;li&gt;&lt;p&gt;Really hardcore bdsm, especially involving lezdom. Lemme set a scene for you, one girl tied down, another is fisting her vagina, another is eating the fister girls asshole, and then theres a fuckmachine going into the tied girls butt, also there should be a 4th girl sitting on the face of the one who&amp;#39;s tied down and just suffocating her. &lt;strong&gt;I can fap to that.&lt;/strong&gt;&lt;/p&gt;&lt;/li&gt;\n&lt;li&gt;&lt;p&gt;Videos that are spy cameras in a womens bathroom, where you can just straight see ladies pee. I don&amp;#39;t know if they&amp;#39;re real but luckily I don&amp;#39;t really give a shit.&lt;/p&gt;&lt;/li&gt;\n&lt;li&gt;&lt;p&gt;Fart porn of all types, like two bitches just farting on one another, or a girl just sitting on a toilet. I don&amp;#39;t get that one, but i don&amp;#39;t question it.&lt;/p&gt;&lt;/li&gt;\n&lt;/ul&gt;\n\n&lt;p&gt;&lt;strong&gt;NOW UNLESS YOU PUSSY NIGGAS GOT SOME REAL GROSS SHIT LIKE ME THAN STOP ACTIN LIKE YOUR FETISHES ARE WORTH SHIT CUZ THEY AINT. HALF THIS GOD DAMN THREAD LIKE &amp;quot;PANTYHOSE&amp;quot; OR &amp;quot;STOCKINGS&amp;quot;-&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;WHY&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;THE FUCK&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;DO YOU THINK&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;THAT I MOTHERFUCKING CARE ABOUT YOUR PUSSY MIDDLESCHOOLER SHIT. YALL COWARDS PLAY YOU-GI-OH IN YOUR TREEHOUSE TOO. YALL NIGGAS PUSSYS. GROW THE FUCK UP AND GET SOME HARDCORE FETISHES THAT FUCK YOU UP IN REAL LIFE OR&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;GET.&lt;/strong&gt; &lt;strong&gt;THE.&lt;/strong&gt; &lt;strong&gt;FUCK.&lt;/strong&gt; &lt;strong&gt;OUT.&lt;/strong&gt;&lt;/p&gt;\n&lt;/div&gt;",
               "link_id": "t3_1iijjn",
               "score_hidden": false,
               "name": "t1_cb4yaae",
               "created": 1.37414336E9,
               "author_flair_text": null,
               "created_utc": 1.37411456E9,
               "distinguished": null,
               "num_reports": null,
               "ups": 1063
            }
         },
         {
            "kind": "t1",
            "data": {
               "subreddit_id": "t5_2qh61",
               "link_title": "So a friend of a friend went on the city bus today. (NSFW)",
               "banned_by": null,
               "subreddit": "WTF",
               "likes": null,
               "replies": null,
               "id": "cb4habc",
               "gilded": 1,
               "author": "christraverse",
               "parent_id": "t3_1ihdvb",
               "approved_by": null,
               "body": "what is this, a penis for ants?",
               "edited": false,
               "author_flair_css_class": null,
               "downs": 1119,
               "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;what is this, a penis for ants?&lt;/p&gt;\n&lt;/div&gt;",
               "link_id": "t3_1ihdvb",
               "score_hidden": false,
               "name": "t1_cb4habc",
               "created": 1.37409894E9,
               "author_flair_text": null,
               "created_utc": 1.37407014E9,
               "distinguished": null,
               "num_reports": null,
               "ups": 3070
            }
         },
         {
            "kind": "t1",
            "data": {
               "subreddit_id": "t5_2qh1e",
               "link_title": "A genre from every letter of the alphabet.",
               "banned_by": null,
               "subreddit": "videos",
               "likes": null,
               "replies": null,
               "id": "cb4vklq",
               "gilded": 1,
               "author": "gamesector",
               "parent_id": "t1_cb4srp2",
               "approved_by": null,
               "body": "Then you'll like this YouTube account - http://www.youtube.com/user/2stepaddict",
               "edited": false,
               "author_flair_css_class": null,
               "downs": 1,
               "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Then you&amp;#39;ll like this YouTube account - &lt;a href=\"http://www.youtube.com/user/2stepaddict\"&gt;http://www.youtube.com/user/2stepaddict&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;",
               "link_id": "t3_1iibaj",
               "score_hidden": false,
               "name": "t1_cb4vklq",
               "created": 1.37413542E9,
               "author_flair_text": null,
               "created_utc": 1.37410662E9,
               "distinguished": null,
               "num_reports": null,
               "ups": 26
            }
         },
         {
            "kind": "t1",
            "data": {
               "subreddit_id": "t5_2qh61",
               "link_title": "came into work this morning to discover this \"delightful\" sign by the new schedule...",
               "banned_by": null,
               "subreddit": "WTF",
               "likes": null,
               "replies": null,
               "id": "cb50gi9",
               "gilded": 1,
               "author": "khs727",
               "parent_id": "t1_cb4yxqy",
               "approved_by": null,
               "body": "i couldn't have said it any better, i actually like my manager. a lot of my coworkers are pretty ridiculous when it comes to basic customer service and honestly this has been the easiest waitressing job i've ever had and the girls still find things to complain about and get in trouble for doing such stupid things/Thank you Anonymous person for the Reddit Gold!!!! ",
               "edited": 1.37412403E9,
               "author_flair_css_class": null,
               "downs": 0,
               "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;i couldn&amp;#39;t have said it any better, i actually like my manager. a lot of my coworkers are pretty ridiculous when it comes to basic customer service and honestly this has been the easiest waitressing job i&amp;#39;ve ever had and the girls still find things to complain about and get in trouble for doing such stupid things/Thank you Anonymous person for the Reddit Gold!!!! &lt;/p&gt;\n&lt;/div&gt;",
               "link_id": "t3_1iicgm",
               "score_hidden": false,
               "name": "t1_cb50gi9",
               "created": 1.37415002E9,
               "author_flair_text": null,
               "created_utc": 1.37412122E9,
               "distinguished": null,
               "num_reports": null,
               "ups": 2
            }
         }
      ],
      "after": "t1_cb50gi9",
      "before": null
   }
}